IDEA StatiCa Open Model
UnitType Enumeration
Compatible with IDEA StatiCa Beta 21.0 - beta
 Defines a unit type.
 Namespace: IdeaRS.OpenModel.Connection
 Assembly: IdeaRS.OpenModel (in IdeaRS.OpenModel.dll) Version: 20.0.1.1 (20.0.1.1)
Syntax
public enum UnitType
Public Enumeration UnitType
public enum class UnitType
Members
Member name | Value | Description
Metric | 0 |  Metric
Imperial | 1 |  Imperial
See Also
Reference
IdeaRS.OpenModel.Connection Namespace